Repository: Gitoffthelawn/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: af, bs, es, he, hr

source: Select a profile before clicking Scan.
af: Kies 'n profiel voordat u Skandeer klik.
bs: Izaberite profil prije klika na "Skeniraj".
es: Seleccione un perfil antes de escanear.
he: יש לבחור פרופיל לפני לחיצה על כפתור סריקה.
hr: Odaberite profil prije nego što kliknete Skeniraj.

source: Select one or more languages:
af: Kies een of meer tale:
bs: Izaberite jedan ili više jezika:
es: Seleccione uno o más idiomas:
he: נא לבחור שפה אחת או יותר:
hr: Odaberite jedan ili više jezika:

source: Selected ({0})
af: Gekies ({0})
bs: Izabrano ({0})
es: Seleccionado ({0})
he: מסומנים ({0})
hr: Odabrano ({0})

source: Separate files by Patch-T
af: Skei lêers met Patch-T
bs: Razdvoji datoteke pomoću Patch-T
es: Separar archivos usando Patch-T
he: הפרדת קבצים בשיטת Patch-T
hr: Razdvojite datoteke pomoću Patch-T

source: Set Default
af: Stel verstek
bs: Postavi na zadano
es: Configurar como predeterminado
he: הגדרת ברירת מחדל
hr: Postavi zadano

source: Settings
af: Stellings
bs: Postavke
es: Configuración
he: הגדרות
hr: Postavke

source: Share
af: Deel
bs: Dijeli
es: Compartir
he: שיתוף
hr: Dijeli

source: Share even when NAPS2 is closed
af: Deel selfs wanneer NAPS2 toe is
bs: Dijeli i kada je NAPS2 zatvoren
es: Compartir incluso cuando NAPS2 esté cerrado
he: לשתף אפילו כש־NAPS2 סגור
hr: Dijeli čak i kada je NAPS2 zatvoren

source: Shared Scanner Settings
af: Gedeelde skandeer-instellings
bs: Postavke dijeljenog skenera
es: Configuración de Escáner Compartido
he: הגדרות סורק משותף
hr: Postavke dijeljenog skenera

source: Shared scanners can be used from other computers on the local network by selecting "ESCL Driver" in the other computer's NAPS2 profile settings.
af: Gedeelde skandeerders kan vanaf ander rekenaars op die plaaslike netwerk gebruik word deur "ESCL Driver" in die ander rekenaar se NAPS2-profielinstellings te kies.
bs: Dijeljeni skeneri mogu se koristiti s drugih računara na lokalnoj mreži tako što se izabere "ESCL" drajver u postavkama NAPS2 profila na drugim računarima.
es: Los escáneres compartidos se pueden utilizar desde otros ordenadores de la red local seleccionando "ESCL Driver" en la configuración del perfil NAPS2 del resto de equipos.
he: אפשר להשתמש בסורקים משותפים במחשבים אחרים ברשת המקומית על ידי בחירה ב„מנהל התקן ESCL” בהגדרות הפרופיל של NAPS2 במחשב השני.
hr: Dijeljeni skeneri mogu se koristiti s drugih računala u lokalnoj mreži odabirom "ESCL upr. prog." u postavkama NAPS2 profila drugog računala.

source: Sharpen
af: Verskerp
bs: Izoštri
es: Enfoque
he: חידוד
hr: Izoštri

source: Show
af: Wys
bs: Prikaži
es: Mostrar
he: הצגה
hr: Prikaži

source: Show "Profiles" toolbar
af: Wys "Profiele" nutsbalk
bs: Prikaži alatnu traku "Profili"
es: Mostrar la barra de herramientas "Perfiles"
he: הצגת סרגל כלים „פרופילים”
hr: Prikaži alatnu traku "Profili"

source: Show native TWAIN progress
af: Wys inheemse TWAIN-vordering
bs: Prikaži napredak nativnog TWAIN-a
he: הצגת תהליך TWAIN טבעי
hr: Prikaži napredak izvornog TWAIN-a

source: Show page numbers
af: Wys bladsy nommers
bs: Prikaži brojeve stranica
es: Mostrar números de página
he: הצגת מספרי עמודים
hr: Prikaži brojeve stranica

source: Sidebar
he: סרגל צד
hr: Bočni izbornik

source: Single page files
af: Enkel bladsy lêers
bs: Jednostrane datoteke
es: Archivos de una única página
he: קבצים של עמוד אחד
hr: Datoteke s jednom stranicom

source: Single scan
af: Enkel skandeering
bs: Jednostruko skeniranje
es: Escaneo sencillo
he: סריקה בודדת
hr: Jedno skeniranje

source: Skip save prompt
af: Slaan stoor-boodskap oor
bs: Preskoči pitanja za čuvanje
es: Omitir aviso de guardado
he: דילוג על בקשת שמירה
hr: Preskoči upit za spremanje

source: Split
bs: Podijeli
he: פיצול
hr: Podijeli

source: Start
es: Iniciar
he: התחלה
hr: Započni

source: Stretch to page size
bs: Raširi na veličinu stranice
es: Estirar hasta tamaño de página
he: מתיחה לגודל הדף
hr: Raširi na veličinu stranice

source: Subject:
bs: Predmet:
es: Sujeto:
he: נושא:
hr: Predmet:

source: TIFF File (*.tiff, *.tif)
bs: TIFF datoteka (*.tiff, *.tif)
es: Imagen TIFF (*.tiff, *.tif)
he: קובץ TIFF‏ (‎*.tiff,‏ ‎*.tif)
hr: TIFF datoteka (*.tiff, *tif)

source: TWAIN Driver
bs: TWAIN drajver
es: Controlador TWAIN
he: מנהל התקן TWAIN
hr: TWAIN upr. prog.

source: Technical Details
bs: Tehnički detalji
es: Detalles técnicos
he: פרטים טכניים
hr: Tehnički detalji

source: The OCR engine is not available. Make sure to install the required package:
bs: Mehanizam OPZ-a nije dostupan. Pobrinite se da instalirate potreban paket:
es: El motor OCR no está disponible. Asegúrese de instalar el paquete necesario:
he: מנוע זיהוי התווים האופטי לא זמין. נא לוודא שהתקנת את החבילות הנדרשות:
hr: OCR program nije dostupan. Provjerite jeste li instalirali potrebni paket:

source: The OCR operation timed out.
bs: Operacija OPZ-a je istekla.
es: La operación OCR demoró
he: הזמן שהוקצב לפעילות זיהוי התווים האופטי נגמר.
hr: Isteklo je vrijeme za OCR operaciju.

source: The SANE driver is not available. Make sure to install the required packages:
bs: SANE drajver nije dostupan. Pobrinite se da instalirate potrebne pakete:
es: El controlador SANE no está disponible. Asegúrese de instalar los paquetes necesarios:
he: מנהל התקן ה־SANE לא זמין. נא לוודא שהתקנת את החבילות הנדרשות:
hr: SANE upravljački program nije dostupan. Provjerite jeste li instalirali potrebne pakete:

source: The file '{0}' could not be imported.
bs: Datoteka '{0}' se ne može uvesti.
es: El archivo '{0}' no pudo ser importado.
he: לא ניתן לייבא את הקובץ ‚{0}’.
hr: Datoteka '{0}' nije mogla biti uvezena.

source: The file '{0}' could not be imported. Only PDF files generated by NAPS2 can be imported.
bs: Datoteka '{0}' se ne može uvesti. Samo PDF datoteke nastale u NAPS2 se mogu uvesti.
es: El archivo '{0}' no pudo ser importado. Solo se pueden importar archivos PDF generados por NAPS2.
he: לא ניתן לייבא את הקובץ ‚{0}’. ניתן לייבא רק קבצים שנוצרו על ידי תוכנה זו.
hr: Datoteka '{0}' nije mogla biti uvezena. Moguće je uvesti samo PDF datoteke generirane pomoću NAPS2.

source: The file could not be overwritten because it is currently in use.
bs: Ne može se pisati preko datoteke, jer se ona trenutno koristi.
es: El archivo no se pudo sobrescribir porque actualmente está en uso.
he: לא ניתן לדרוס את הקובץ כיוון שהוא בשימוש כרגע.
hr: Datoteka se ne može prebrisati jer je trenutno u upotrebi.

source: The file {0} already exists. Do you want to overwrite it?
bs: Datoteka {0} već postoji. Da li želite da pišete preko iste?
es: El archivo {0} ya existe. ¿Desea sobreescribirlo?
he: הקובץ {0} כבר קיים. להחליפו?
hr: Datoteka {0} već postoji. Želite li ju presnimiti?

source: The following file is encrypted and requires a password to open:
bs: Slijedeća datoteka je šifrirana i zathijeva lozinku za otvaranje:
es: El archivo siguiente está encriptado y requiere una contraseña para abrir:
he: הקובץ הבא מוצפן ונדרשת סיסמה על מנת להציגו:
hr: Sljedeća datoteka je šifrirana i za otvaranje je potrebna lozinka:

source: The scanner has a paper jam.
bs: Papir je zaglavio u skeneru.
es: El escáner tiene un papel atascado.
he: נתקע דף בסורק.
hr: U skeneru se zaglavio papir.

source: The scanner is warming up.
bs: Skener se zagrijava.
es: El escáner se está calentando.
he: הסורק מתחמם.

source: The scanner's cover is open.
bs: Poklopac skenera je otvoren.
es: La tapa del escáner está abierta.
he: המכסה של הסורק פתוח.
hr: Poklopac skenera je otvoren.

source: The selected driver is not supported on this system.
bs: Izabrani drajver nije podržan na ovom sistemu.
es: El controlador seleccionado no está admitido en este sistema.
he: מנהל ההתקן הנבחר לא נתמך במערכת הזאת.
hr: Odabrani upravljački program nije podržan na ovom sustavu.

source: The selected scanner could not be found.
bs: Izabrani skener se ne može pronaći.
es: No se ha encontrado el escáner seleccionado.
he: הסורק שנבחר לא נמצא.
hr: Odabrani skener nije moguće pronaći.

source: The selected scanner does not support using a feeder. If your scanner does have a feeder, try using a different driver.
bs: Izabrani skener nema podršku za korištenje ulagača papira. Ako skener ima ulagač papira, pokušajte s korištenjem drugog drajvera.
es: El escáner seleccionado no admite el uso de un alimentador. Si el escáner tiene un alimentador, intente usar un controlador diferente.
he: הסורק שנבחר איננו תומך במזין מסמכים. אם לסורק יש מזין מסמכים, כדאי לנסות להשתמש במנהל התקן אחר.
hr: Odabrani skener ne podržava korištenje ulagača. Ako vaš skener ima ulagač, pokušajte upotrijebiti drugi upravljački program.

source: The selected scanner does not support using duplex. If your scanner is supposed to support duplex, try using a different driver.
bs: Izabrani skener nema podršku za korištenje dupleksa - dvostranog skeniranja. Ako skener treba da podržava dupleks, pokušajte s korištenjem drugog drajvera.
es: El escáner seleccionado no admite el uso dúplex. Si el escáner si admite dúplex, intente utilizar un controlador diferente.
he: הסורק שנבחר לא תומך במצב דופלקס (סריקה דו־צדדית). אם הסורק שלך אמור לתמוך בדופלקס, כדאי לנסות להשתמש במנהל התקן אחר.
hr: Odabrani skener ne podržava obostrano skeniranje. Ako bi vaš skener trebao podržavati obostrano skeniranje, pokušajte upotrijebiti drugi upravljački program.

source: The selected scanner is busy.
bs: Izabrani skener je zauzet.
es: El escáner seleccionado está ocupado.
he: הסורק הנבחר עסוק.
hr: Odabrani skener je zauzet.

source: The selected scanner is offline.
bs: Izabrani skener je isključen.
es: El escáner seleccionado está inactivo.
he: הסורק שנבחר איננו מקוון.
hr: Odabrani skener je izvan mreže.

source: The worker process crashed.
he: תהליך הרקע קרס.
hr: Radni proces se srušio.

source: The worker process crashed. Check the Windows event viewer.
he: תהליך הרקע קרס. נא לבדוק את הסיבה במציג האירועים של Windows.
hr: Radni proces se srušio. Provjerite preglednik događaja u sustavu Windows.

source: Tiff Options
af: Tiff keuses
bs: TIFF opcije
es: Opciones Tiff
he: אפשרויות Tiff
hr: TIFF opcije

source: Time between scans (seconds):
bs: Vrijeme između skeniranja (sekunde):
es: Tiempo entre escaneos (segundos):
he: זמן בין סריקות (שניות):
hr: Vrijeme između skeniranja (sekunde):

source: Title:
af: Titel:
bs: Naslov:
es: Título:
he: כותרת:
hr: Naslov:

source: Tools
bs: Alati
es: Herramientas
he: כלים
hr: Alati

source: Twain Implementation:
bs: TWAIN implementacija:
es: Implementación Twain:
he: מימושים של TWAIN:
hr: TWAIN implementacija:

source: US Legal (8.5x14 in)
bs: Američki legal (8,5x14 inča)
es: Oficio (356 x 216 mm)
he: נייר US Legal (8.5x14 אינטש)

source: US Letter (8.5x11 in)
af: US Legal (8.5x14 in)
bs: Američko pismo (8,5x11 inča)
es: Carta (279 x 216 mm)
he: נייר US Letter (8.5x11 אינטש)

source: Unassign
he: ביטול הקצאה
hr: Poništi dodjelu

source: Undo
bs: Poništi radnju
he: הסגה
hr: Poništi

source: Undo {0}
bs: Poništi {0}
he: הסגת {0}
hr: Poništi {0}

source: Unsaved Changes
af: Ongebergde Veranderings
bs: Nesačuvane promjene
es: Cambios sin guardar
he: שינויים שלא נשמרו
hr: Nespremljene promjene

source: Update Progress
af: Opdateer-vordering
bs: Napredak ažuriranja
es: Progreso de la actualización
he: התקדמות העדכון
hr: Napredak ažuriranja

source: Update checking is disabled.
af: Nuwe weergawe soek is afgeskakel.
bs: Provjera ažuriranja je isključena.
es: La verificación de actualizaciones está desactivada.
he: בדיקת עדכונים מושבתת.
hr: Provjera ažuriranja je onemogućena.

source: Updating...
af: Besig om nuwe weergawe te instaleeri...
bs: Ažuriranje...
es: Actualizando...
he: מתבצע עדכון…
hr: Ažuriranje...

source: Uploading email...
af: Besig om ePos op te laai...
bs: Prijenos e-pošte...
es: Subiendo correo electrónico...
he: ההודעה נשלחת בדוא״ל…

source: Use native UI
af: Gebruik inheemse UI
bs: Koristi nativni KI
es: Usar interfaz nativa
he: שימוש בממשק מקורי (טבעי)
hr: Koristi izvorno sučelje

source: Use predefined settings
af: Gebruik vooraf gedefinieerde instellings
bs: Koristi predefinisane postavke
es: Usar configuración predefinida
he: שימוש בהגדרות שמורות
hr: Koristi predefinirane postavke

source: User Password:
af: Gebruiker Wagwoord:
bs: Korisnička loznika:
es: Contraseña de usuario:
he: סיסמת משתמש:
hr: Lozinka korisnika:

source: Using OCR requires you to download each language you want to scan.
af: Die gebruik van OCR vereis dat jy elke taal wat jy wil skandeer, aflaai.
bs: Korištenje OCR (OPZ) zahtjeva preuzimanje pojedinačnih jezika koje želite skenirati.
es: El uso de OCR requiere la descarga de cada idioma que desea escanear.
he: השימוש ב-OCR דורש הורדה של נתוני השפה במסמך הנסרק.
hr: Korištenje OCR-a zahtijeva preuzimanje svakog pojedinog jezika koji želite skenirati.

source: Version {0}
af: Weergawe {0}
bs: Verzija {0}
es: Versión {0}
he: גרסה {0}
hr: Verzija {0}

source: View
af: Aansig
bs: Pogled
es: Ver
he: הצגה
hr: Pogledaj

source: WIA Driver
af: WIA Drywer
bs: WIA drajver
es: Controlador WIA
he: מנהל התקן WIA
hr: WIA upravljački program

source: Waiting for TWAIN to complete...
af: Wag tans vir TWAIN om te voltooi...
bs: Čekanje TWAIN-a da završi...
es: Esperando que TWAIN finalice...
he: בהמתנה למנהל התקן TWAIN...
hr: Čekam da TWAIN završi...

source: Waiting for authorization...
af: Wag vir magtiging...
bs: Čekanje na autorizaciju...
es: Esperando la autorización...
he: בהמתנה לאימות…
hr: Čekam na autorizaciju...

source: Waiting for scan {0}...
af: Wag tans vir skandering {0}...
bs: Čekanje na skeniranje {0}...
es: En espera para escanear {0}...
he: בהמתנה לסריקה {0}…
hr: Čekam na skeniranje {0}...

source: White Threshold
af: Wit Drumpel
bs: Prag bijeline
es: Umbral de blanco
he: סף לבן

source: Wia Version:
af: WIA Weergawe:
bs: Verzija WIA:
es: Versión Wia:
he: גרסת Wia:
hr: WIA verzija:

source: Year
af: Jaar
bs: Godina
es: Año
he: שנה
hr: Godina

source: Year (00-99)
af: Jaar (00-99)
bs: Godina (00-99)
es: Año (00-99)
he: שנה (00-99)
hr: Godina (00-99)

source: You do not have permission to copy content from the file '{0}'.
af: Jy het nie toestemming om inhoud vanaf die lêer '{0}' te kopieer nie.
bs: Nemate dozvolu za kopiranje sadržaja iz datoteke '{0}'.
es: No tiene permiso para copiar el contenido del archivo '{0}'.
he: אין לך הרשאה להעתקת תוכן מהקובץ '{0}'.
hr: Nemate dopuštenje za kopiranje sadržaja iz datoteke '{0}'.

source: You don't have permission to save files at this location.
af: Jy het nie toestemming om lêers hier te stoor nie.
bs: Nemate dozvolu za čuvanje datoteka na ovoj lokaciji.
es: No tiene permiso para guardar archivos en esa ubicación.
he: אין ברשותכם הרשאות מספיקות לשמירת הקובץ במיקום זה.
hr: Nemate dopuštenje za spremanje datoteka na ovu lokaciju.

source: You have unsaved changes. Are you sure you want to exit and discard those changes?
af: Jy het ongebergde veranderinge. Is jy seker jy wil die program verlaat en veranderinge verloor?
bs: Niste sačuvali promjene. Da li želite izaći i odbaciti ove promjene?
es: Tiene cambios sin guardar. ¿Está seguro de que desea salir y descartar los cambios?
he: ישנם שינויים שלא נשמרו. האם לסגור את התוכנה ולאבד את השינויים הללו?
hr: Imate nespremljene promjene. Jeste li sigurni da želite izaći i odbaciti te promjene?

source: Zoom
bs: Zumiranje
he: תקריב
hr: Uvećaj/Umanji

source: Zoom Actual
af: Werklike grootte
bs: Aktualno zumiranje
he: תקריב מקורי
hr: Stvarna veličina

source: Zoom In
af: Vergroot
bs: Uvećaj
es: Acercarse
he: התקרבות
hr: Uvećaj

source: Zoom Out
af: Verklein
bs: Smanji
es: Alejarse
he: התרחקות
hr: Smanji

source: cm
he: ס״מ

source: in
af: duim
es: pulg
he: אינטש

source: mm
he: מ״מ

source: of {0}
af: van {0}
bs: od {0}
es: de {0}
he: מתוך {0}
hr: od {0}

source: {0} / {1} MB
he: {0} / {1} מ״ב

source: {0} / {1} files
af: {0} / {1} leêrs
bs: {0} / {1} datoteke-a
es: {0} / {1} archivos
he: {0} / {1} קבצים
hr: {0} / {1} datoteka

source: {0} devices found.
af: {0} Toestelle gevind.
he: נמצאו {0} מכשירים.
hr: {0} pronađen(a) uređaj(a).

source: {0} dpi
bs: {0} TPI
es: {0} ppp
he: {0} נק׳ לאינטש

source: {0} image(s) scanned on {1} at {2} may not have been saved, and are recoverable. Do you want to recover them?
af: {0} beeld(e) geskandeer op {1} teen {2} mag dalk nie gestoor het nie, en is herwinbaar. Wiljy dit herwin?
bs: {0} slika(e) skenirane {1} u {2} možda nije(-su) snimljeno(e), i moguće ih je oporaviti. Da li ih želite oporaviti?
es: {0} imagen(es) escaneada(s) el {1} a las {2} quizás no se ha(n) guardado y se puede(n) recuperar. ¿Deseas recuperarla(s)?
he: {0} תמונה/תמונות שנסרקו ב-{1} ב-{2} לא נשמרו, אך ניתן לשחזר אותן. האם לשחזר אותן?
hr: {0} slika(e) skenirana(e) {1} u {2} možda nisu spremljene i mogu se oporaviti. Želite li ih oporaviti?

source: {0} images saved.
af: {0} Beelde gestoor.
bs: {0} slike(a) snimljene(o).
es: {0} imágenes guardadas.
he: {0} תמונות נשמרו.
hr: {0} slike(a) spremljena(o).

source: {0} of {1}
af: {0} van {1}
bs: {0} od {1}
es: {0} de {1}
he: {0} מתוך {1}
hr: {0} od {1}

source: Outlook Web Access
af: Outlook Web Toegang
bs: Outlook web pristup
es: Acceso web de Outlook

source: Action
hr: Radnja

source: Custom Resolution
hr: Prilagođena rezolucija

source: Dark
hr: Tamna

source: Error starting application {0}
hr: Greška pri pokretanju aplikacije {0}

source: Leave a Review
hr: Ostavite recenziju

source: Light
hr: Svjetla

source: Like NAPS2?
hr: Sviđa Vam se NAPS2?

source: Shortcut
hr: Prečac

source: Stop Scanner Sharing
hr: Zaustavi dijeljenje skenera

source: Theme:
hr: Tema:

source: Unknown Scanner
hr: Nepoznat skener
