Repository: Gitoffthelawn/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: af, bs, es, he, hr

source: "Save" button default action:
af: "Stoor"knoppie verstek aksie:
bs: Zadana funckija dugmeta "Saćuvaj":
es: Acción predeterminada del botón "Guardar":
he: פעולת ברירת מחדל לכפתור „שמירה”:
hr: Zadana radnja gumba "Spremi":

source: "Scan" button default action:
af: "Skandeeer" knoppie verstek aksie:
bs: Zadana funckija dugmeta "Skeniraj":
es: Acción predeterminada del botón "Escanear":
he: פעולת ברירת מחדל לכפתור „סריקה”:
hr: Zadana radnja gumba "Skeniraj":

source: "Scan" menu changes default profile
af: "Skandeer" keuselys verander verstek profiel
bs: Meni za "Skeniranje" mijenja zadani profil
es: El menú "Escanear" cambia el perfil por defecto
he: תפריט „סריקה” משנה את פרופיל ברירת המחדל
hr: Izbornik "Skeniraj" mijenja zadani profil

source: 1 device found.
af: 1 Toestel gevind.
es: 1 dispositivo encontrado.
he: נמצא מכשיר.
hr: Pronađen je 1 uređaj.

source: 24-bit Color
af: 24-bis Kleur
bs: 24-bitne boje
es: Color de 24 bits
he: צבע 24 סיביות
hr: 24-bitna Boja

source: A3 (297x420 mm)
he: A3 (297x240 מ״מ)

source: A4 (210x297 mm)
he: A4 (210x297 מ״מ)

source: A5 (148x210 mm)
he: A5 (148x210 מ״מ)

source: About
af: Meer omtrent NAPS2
bs: O programu
es: Acerca de
he: על אודות
hr: O programu

source: Acquiring data...
af: Data word ingetrek...
bs: Pribavljanje podataka...
es: Obteniendo datos...
he: נתונים מתקבלים…
hr: Prikupljam podatke...

source: Advanced
af: Gevorderd
bs: Napredno
es: Avanzadas
he: מתקדם
hr: Napredno

source: Advanced Profile Settings
af: Gevorderde Profiel Instellings
bs: Postavke naprednog profila
es: Configuración de perfil avanzada
he: הגדרות שרת מתקדמות
hr: Napredne postavke profila

source: All ({0})
af: Alles ({0})
bs: Sve ({0})
es: Todo ({0})
he: הכל ({0})
hr: Sve ({0})

source: All Files
af: Alle Lêers
bs: Sve datoteke
es: Todos los archivos
he: כל הקבצים
hr: Sve datoteke

source: Allow Annotations
af: Magtig Notas
bs: Dozvoli anotacije
es: Permitir anotaciones
he: לאפשר ביאורים
hr: Dozvoli zabilješke

source: Allow Content Copying
af: Magtig Inhoud-kopieer
bs: Dozvoli kopiranje sadržaja
es: Permitir copia de contenido
he: לאפשר העתקת תוכן
hr: Dozvoli kopiranje sadržaja

source: Allow Content Copying for Accessibility
af: Magtig Inhoud-kopieer vir Toeganklikheid
bs: Dozvoli kopiranje sadržaja radi pristupačnosti
es: Permitir copia de contenido para accesibilidad
he: לאפשר העתקת תוכן עבור נגישות
hr: Dozvoli kopiranje sadržaja radi pristupačnosti

source: Allow Document Assembly
af: Magtig Dokument Saamstelling
bs: Dozvoli sastavljanje dokumenata
es: Permitir montaje del documento
he: לאפשר הרכבת מסמך
hr: Dozvoli slaganje dokumenata

source: Allow Document Modification
af: Magtig Dokument Veranderings
bs: Dozvoli izmjene na dokumentu
es: Permitir modificación del documento
he: לאפשר שינויים במסמך
hr: Dozvoli izmjenu dokumenta

source: Allow Form Filling
af: Magtig Vorm Invul
bs: Dozvoli ispunjavanje formulara
es: Permitir rellenar el formulario
he: לאפשר מילוי טופס
hr: Dopusti ispunjavanje obrazaca

source: Allow Full Quality Printing
af: Magtig Voll Kwaliteit Druk
bs: Dozvoli štampanje u punom kvalitetu
es: Permitir impresión de calidad total
he: לאפשר הדפסה באיכות מירבית
hr: Dozvoli ispis u punoj kvaliteti

source: Allow Printing
af: Magtig Druk
bs: Dozvoli štampanje
es: Permitir impresión
he: לאפשר הדפסה
hr: Dozvoli ispis

source: Alternate Deinterleave
af: Hersorteer Dalende Interblad
bs: Zamjeni izmjenično
es: Des entrelazado alternativo
he: ביטול הפרדה מסורג
hr: Alternativno Raspletanje

source: Alternate Interleave
af: Dalende Interblad
bs: Zamjeni naizmjenično
es: Entrelazado alternativo
he: הפרדה מסורג
hr: Alternativno Prepletanje

source: Always Ask
af: Vra Altyd
es: Preguntar siempre
he: תמיד לשאול
hr: Uvijek pitaj

source: Always Prompt
af: Vra Altyd
bs: Uvijek upitaj
es: Preguntar siempre
he: תמיד לבקש אישור
hr: Uvijek upitaj

source: An additional component is needed to import this PDF file. Would you like to download it now?
af: Addisionele komponent benodig om hierdie PDF in te trek. Wil jy dit nou aflaai?
bs: Dodatna komponenta je potrebna za uvoz ove PDF datoteke. Da li je želite preuzeti?
es: Se necesita un componente adicional para importar este archivo PDF. ¿Quiere descargarlo ahora?
he: נדרש רכיב נוסף כדי לייבא קובץ PDF זה. האם ברצונך להוריד אותו כעת?
hr: Za uvoz ove PDF datoteke potrebna je dodatna komponenta. Želite li je sada preuzeti?

source: An error occurred running OCR.
af: OCR fout het voorgekom.
bs: Pojavila se greška pri pokretanju OPZ.
es: Se ha producido un error ejecutando OCR.
he: אירעה שגיאה בהרצת זיהוי תווים אופטי.
hr: Došlo je do pogreške prilikom pokretanja OCR-a.

source: An error occurred when trying to authorize.
af: Magtigings-fout het voorgekom.
bs: Greška se pojavila pri pokušaju autorizacije.
es: Ha ocurrido un error al intentar conceder la autorización.
he: אירעה שגיאה בניסיון לאימות.
hr: Došlo je do pogreške prilikom pokušaja autorizacije.

source: An error occurred when trying to auto save.
af: Daar was 'n fout tydens outo-stoor.
bs: Greška se pojavila pri pokušaju automatskog snimanja.
es: Ocurrió un error al intentar guardar el archivo automáticamente.
he: אירעה שגיאה בעת שמירה אוטומטית.
hr: Došlo je do pogreške prilikom pokušaja automatskog spremanja.

source: An error occurred when trying to install the update.
af: Daar was 'n fout met installasie van die nuwe weergawe.
bs: Greška se pojavila pri pokušaju instaliranja ažuriranja.
es: Ha ocurrido un error al intentar instalar la actualización.
he: אירעה שגיאה בעת ניסיון להתקין את העדכון.
hr: Došlo je do pogreške prilikom pokušaja instaliranja ažuriranja.

source: An error occurred when trying to save the file.
af: Daar was 'n fout tydens leêr-stoor.
bs: Greška se pojavila pri pokušaju snimanja datoteke.
es: Ocurrió un error al intentar guardar el archivo.
he: תקלה בשמירת הקובץ.
hr: Došlo je do pogreške prilikom pokušaja spremanja datoteke.

source: An error occurred when trying to send the email.
af: Daar was 'n fout tydens die e-pos versending.
bs: Greška se pojavila pri pokušaju slanja e-maila.
es: Ha ocurrido un error al intentar enviar el correo electrónico.
he: שגיאה התרחשה בעת הנסיון לשלוח דוא״ל.
hr: Došlo je do pogreške prilikom pokušaja slanja e-pošte.

source: An error occurred while trying to send an email.
af: Daar was 'n fout tydens die e-pos versending.
bs: Greška se pojavila pri pokušaju slanja nekog e-maila.
es: Ocurrió un error al intentar enviar el correo electrónico.
he: תקלה בשליחת דוא"ל.
hr: Došlo je do pogreške prilikom pokušaja slanja e-pošte.

source: An error occurred with the scanning driver.
af: Daar was n fout met die skandeer drywer.
bs: Greška se pojavila kod drivera za skeniranje.
es: Ocurrió un error con el controlador del escáner.
he: אירעה שגיאה במנהל ההתקן של הסורק.
hr: Dogodila se pogreška s upravljačkim programom za skeniranje.

source: An operation is in progress. Are you sure you want to exit and cancel the operation?
af: Die program is tans besig met 'n taak. Is jy seker dat jy die program wil verlaat en die taak kanselleer?
bs: Radnja je u toku. Da li sigurno želite otkazati radnju i izaći?
es: Una operación está en marcha. ¿Está seguro de que quiere salir y cancelar la operación?
he: פעולה מתבצעת. לצאת ולבטל את הפעולה?
hr: Operacija je u tijeku. Jeste li sigurni da želite izaći i otkazati operaciju?

source: An unknown error occurred during the batch scan.
af: Obekende fout tydens bondel skandeer.
bs: Nepoznata greška se pojavila tokom serijskog skeniranja.
es: Se ha producido un error desconocido durante el escaneo por lotes.
he: אירעה שגיאה בלתי־ידועה במהלך הסריקה במרוכז.

source: An update is available.
af: Nuwe weergawe is beskikbaar.
bs: Dostupno je ažuriranje.
es: Hay una actualización.
he: קיים עדכון זמין.
hr: Dostupno je ažuriranje.

source: An update to OCR is available.
af: Nuwe OCR weergawe is beskikbaar.
bs: Dostupno je ažuriranje za OPZ.
es: Hay una actualización de OCR.
he: יש עדכון לזיהוי התווים האופטי.
hr: Dostupno je ažuriranje za OCR.

source: Apple Driver
af: Apple Drywer
es: Controlador de Apple
he: מנהל התקן של Apple
hr: Apple upr. prog.

source: Apple Mail
af: Apple Pos
he: דוא״ל Apple

source: Application
af: Toepassing
bs: Aplikacija
es: Aplicación
he: יישום
hr: Aplikacija

source: Apply brightness/contrast after scan
af: Pas helderheid / kontras aan na skandering
bs: Primijeni osvjetljenje/kontrast nakon skeniranja
es: Aplicar el brillo/contraste tras el escaneo
he: החלת בהירות/ניגודיות לאחר הסריקה
hr: Primjeni podešenje svjetlline/kontrasta nakon skeniranja

source: Apply to all {0} selected images
af: Pas toe op al {0} gekiesde beelde
bs: Primijeni na sve(-ih) {0} izabrane(-ih) slike(-a)
es: Aplicar a todas las {0} imágenes seleccionadas
he: החלה על כל {0} התמונות שנבחרו
hr: Primijeni na sve odabrane slike ({0}).

source: Are you sure you want to cancel the batch scan?
af: Bevestig bondel-skandeer kanselasie?
bs: Sigurni ste da želite otkazati serijsko skeniranje?
es: ¿Está seguro de que quiere cancelar el escaneo por lotes?
he: לבטל את הסריקות במרוכז?
hr: Jeste li sigurni da želite prekinuti serijsko skeniranje?

source: Are you sure you want to clear {0} item(s)?
af: Verseker dat jy {0} item(s) wil verwyder?
bs: Sigurni ste da želite očistiti {0} stavke(i)?
es: ¿Está seguro de que desea eliminar {0} elemento(s)?
he: לפנות {0} פריט/ים?
hr: Jeste li sigurni da želite obrisati {0} stavku(i)?

source: Are you sure you want to delete "{0}"?
af: Verseker dat jy "{0}" wil uitvee?
bs: Sigurni ste da želite izbrisati "{0}"?
es: ¿Está seguro de que desea eliminar "{0}"?
he: למחוק את „{0}”?
hr: Jeste li sigurni da želite izbrisati "{0}"?

source: Are you sure you want to delete the profile {0}?
af: Verseker dat jy profiel {0} wil uitvee?
bs: Sigurni ste da želite izbrisati profil {0}?
es: ¿Está seguro de que desea eliminar el perfil {0}?
he: למחוק את הפרופיל {0}?
hr: Jeste li sigurni da želite obrisati profil {0}?

source: Are you sure you want to delete {0} item(s)?
af: Verseker dat jy {0} item(s) wil uitvee?
bs: Sigurni ste da želite izbrisati {0} stavke(i)?
es: ¿Está seguro de que desea eliminar {0} elemento(s)?
he: למחוק {0} פריט/ים?
hr: Jeste li sigurni da želite obrisati sledeći broj stavki: {0}?

source: Are you sure you want to delete {0} profiles?
af: Verseker dat jy {0} profiele wil uitvee?
bs: Sigurni ste da želite izbrisati {0} profil(a)?
es: ¿Está seguro de que desea eliminar {0} perfiles?
he: למחוק {0} פרופיל/ים?
hr: Jeste li sigurni da želite obrisati {0} profil(a)?

source: Are you sure you want to stop sharing {0}?
af: Bevestig stop van deel {0}?
bs: Da li želite zaustaviti dijeljenje {0}?
es: ¿Estás seguro de que quieres dejar de compartir {0}?
he: להפסיק לשתף את {0}?
hr: Jeste li sigurni da želite zaustaviti dijeljenje {0}?

source: Are you sure you want undo your changes to {0} image(s)?
af: Bạn có chắc chắn bạn muốn hoàn tác các thay đổi đến {0} hình ảnh (s)?
bs: Sigurni ste da želite vratiti promjene na {0} slike(a)?
es: ¿Está seguro de que quiere deshacer los cambios a {0} imagen(es)?
he: להחזיר את השינויים שביצעת ב־{0} תמונות?
hr: Jeste li sigurni da želite poništiti promjene na {0} slike(a)?

source: Assign
he: הקצאה
hr: Dodijeli

source: Attachment Name:
af: Aanhangsel Naam:
bs: Naziv priloga:
es: Nombre del archivo adjunto:
he: שם קובץ מצורף:
hr: Naziv privitka:

source: Author:
af: Skrywer:
bs: Autor:
es: Autor:
he: מאת:
hr: Autor:

source: Authorize
af: Magtig
bs: Autoriziraj
es: Autorizar
he: אימות
hr: Autoriziraj

source: Auto
af: Outo
bs: Automatska
es: Automático
he: אוטומטי
hr: Automatski

source: Auto Save Settings
af: Outo-stoor
bs: Postavke automatskog snimanja
es: Configuración de autoguardado
he: הגדרות שמירה אוטומטית
hr: Postavke automatskog spremanja

source: Auto-incrementing number (1 digits)
af: Outo-inkrement nommer (1 syfer)
bs: Autorastući broj (1 cifra)
es: Número autoincremental (1 dígitos)
he: מס׳ מונה אוטומטי (ספרה אחת)

source: Auto-incrementing number (2 digits)
af: Outo-inkrement nommer (2 syfers)
bs: Autorastući broj (2 cifre)
es: Número autoincremental (2 dígitos)
he: מס׳ מונה אוטומטי (שתי ספרות)
hr: Samo-povećavajući brojač (2 znamenke)

source: Auto-incrementing number (3 digits)
af: Outo-inkrement nommer (3 syfers)
bs: Autorastući broj (3 cifre)
es: Número autoincremental (3 dígitos)
he: מס׳ מונה אוטומטי (שלוש ספרות)
hr: Samo-povećavajući brojač (3 znamenke)

source: Auto-incrementing number (4 digits)
af: Outo-inkrement nommer (4 syfers)
bs: Autorastući broj (4 cifre)
es: Número autoincremental (4 dígitos)
he: מס׳ מונה אוטומטי (ארבע ספרות)
hr: Samo-povećavajući brojač (4 znamenke)

source: Automatically run OCR after scanning
af: Outo-OCR na skandering
bs: Automatski pokreni OPZ nakon skeniranja
es: Ejecutar OCR automáticamente después del escaneo
he: הרצת זיהוי תווים אופטי אוטומטית בסוף הסריקה
hr: Automatski pokreni OCR nakon skeniranja

source: B4 (250x353 mm)
he: B4 (250x353 מ״מ)

source: B5 (176x250 mm)
he: B5 (176x250 מ״מ)

source: Batch Scan
af: Bondel Skandeer
bs: Serijsko skeniranje
es: Escanear por lotes
he: סריקה במרוכז
hr: Serijsko Skeniranje

source: Batch cancelled.
af: Bondel gekanseleer.
bs: Serija otkazana.
es: Proceso por lotes cancelado.
he: הסריקה במרוכז בוטלה.
hr: Serijsko Skeniranje otkazano.

source: Batch completed successfully.
af: Bondel suksesvol afgehandel.
bs: Serija kompletirana uspješno.
es: Proceso por lotes completado con éxito.
he: סריקה במרוכז הושלמה בהצלחה.
hr: Serijsko Skeniranje uspješno završeno.

source: Batch scan stopped due to error.
af: Scan hàng loạt dừng lại do lỗi.
bs: Serijsko skeniranje zaustavljeno zbog greške.
es: Escaneo por lotes detenido debido a un error.
he: סריקה במרוכז נעצרה עקב שגיאה.
hr: Serijsko Skeniranje prekinuto zbog pogreške.

source: Best
af: Beste
bs: Najbolji
es: Mejor
he: מיטבי

source: Bit depth:
af: Bisdiepte:
bs: Bitni kvalitet:
es: Profundidad de color:
he: עומק סיביות:
hr: Klaliteta boje u bitova:

source: Bitmap Files (*.bmp)
af: Bitmap Leêrs (*.bmp)
bs: Bitmap datoteke (*.bmp)
es: Imagen BMP (*.bmp)
he: קובץ מפת סיביות (‎*.bmp)
hr: Bitmap datoteka (*.bmp)

source: Black and White
af: Swart en Wit
bs: Crna i bijela boja
es: Blanco y negro
he: שחור/לבן
hr: Crno-bijelo

source: Blank Pages
af: Leë bladsye
bs: Prazne stranice
es: Páginas en blanco
he: דפים ריקים
hr: Prazne stranice

source: Brightness / Contrast
af: Helderheid / Kontras
bs: Osvjetljenost / Kontrast
es: Brillo / Contraste
he: בהירות / ניגודיות
hr: Svjetlina / Kontrast

source: Brightness:
af: Độ sáng:
bs: Osvjetljenost:
es: Brillo:
he: בהירות:
hr: Svjetlina:

source: Can't find your scanner? Read about limitations of the NAPS2 Flatpak.
es: ¿No encuentras tu escáner? Lee las limitaciones del Flatpak NAPS2.
he: הסורק לא נמצא? להלן הפרטים על המגבלות של ה־Flatpak של NAPS2.

source: Cancel
af: Kanselleer
bs: Otkaži
es: Cancelar
he: ביטול
hr: Odustani

source: Cancel Batch
af: Kanseleer Bondel
bs: Otkaži seriju
es: Cancelar lote
he: ביטול סריקה במרוכז
hr: Odustani od Serijskog Skeniranja

source: Cancelling....
af: Besig om te kanseleer....
bs: Otkazivanje....
es: Cancelando....
he: בהליכי ביטול…
hr: Odustajanje....

source: Center
af: Senter
bs: centralno
es: Centro
he: ממורכז
hr: Sredina

source: Change
af: Verander
bs: Promijeni
es: Cambiar
he: שינוי
hr: Promijeni

source: Check for updates
af: Kyk vir nuwe weergawes
bs: Provjeri ažuriranja
es: Comprobar si hay actualizaciones
he: איתור עדכונים
hr: Provjeri ažuriranja

source: Checking...
af: Besig om te kyk...
bs: Provjeravanje...
es: Comprobando...
he: מתבצעת בדיקה…

source: Choose Email Provider
af: Kies e-pos Verskaffer
bs: Izaberi e-mail provajdera
es: Elegir proveedor de correo electrónico
he: נא לבחור ספק דוא״ל
hr: Odaberite pružatelja usluga e-pošte

source: Choose Profile
af: Kies Profiel
bs: Izaberite profil
es: Seleccione un perfil
he: בחירת פרופיל
hr: Odaberite profil

source: Choose device
af: Kies Toestel
bs: Izaberite uređaj
es: Seleccione un dispositivo
he: בחירת התקן
hr: Odaberite uređaj

source: Clear
af: Maak skoon
bs: Očisti
es: Limpiar
he: פינוי
hr: Izbriši

source: Clear All
af: Verwyder Alles
bs: Očisti sve
es: Limpiar todo
he: לפנות הכול

source: Clear images after saving
af: Verwyder Beelde na stoor
bs: Očisti slike nakon snimanja
es: Borrar las imágenes después de guardar
he: פינוי תמונות לאחר שמירה
hr: Obriši slike nakon spremanja

source: Close
af: Maak toe
bs: Zatvori
es: Cerrar
he: סגירה
hr: Zatvori

source: Combine
af: Kombineer
bs: Kombinuj
es: Combinar
he: שילוב

source: Communication with the scanning device was interrupted.
af: Kommunikasie met die skandeertoestel is onderbreek.
bs: Prekinuta je komunikacija sa uređajem za skeniranje.
es: Se interrumpió la comunicación con el dispositivo de escaneo.
he: התקשורת מול מכשיר הסריקה נקטעה.
hr: Prekinuta je komunikacija sa uređajem za skeniranje.

source: Compatibility
af: Aanpasbaarheid
bs: Kompatibilnost
es: Compatibilidad
he: תאימות
hr: Kompatibilnost

source: Compression:
af: Samepersing:
bs: Kompresija:
es: Compresión:
he: דחיסה:
hr: Sažimanje:

source: Connect
af: Koppel
es: Conectar
he: התחברות
hr: Poveži

source: Connection error.
af: Verbindingsfout.
es: Error de conexión.
he: שגיאת חיבור.
hr: Greška kod povezivanja.

source: Contrast:
af: Kontras:
bs: Kontrast:
es: Contraste:
he: ניגודיות:
hr: Kontrast:

source: Copy
af: Kopieer
bs: Kopiraj
es: Copiar
he: העתקה
hr: Kopiraj

source: Copy Progress
af: Kopieëringvordering
bs: Napredak kopiranja
es: Progreso del copiado
he: התקדמות העתקה
hr: Napredak kopiranja

source: Copying...
af: Besig om te kopieer...
bs: Kopiranje...
es: Copiando...
he: העתקה...
hr: Kopiranje...

source: Copyright {0} NAPS2 Contributors
af: Kopiereg {0} NAPS2-bydraers
bs: Autorska prava zaštićena {0} NAPS2 saradnici
es: Copyright {0} colaboradores NAPS2
he: כל הזכויות שמורות {0} לתורמים של לא עוד סתם סורק 2

source: Coverage Threshold
af: Dekkingsdrempel
bs: Prag pokrivenosti
es: Umbral de cobertura
he: סף כיסוי
hr: Prag Pokrivanja

source: Crop
af: Knip
bs: Izreži
es: Recortar
he: חיתוך
hr: Obreži

source: Crop to page size
af: Knip na bladsygrootte
bs: Izreži na dimenzije stranice
es: Recortar a tamaño de página
he: חיתוך לגודל הדף
hr: Izreži na veličinu stranice

source: Custom ({0}x{1} {2})
af: Eie Groote ({0}x{1} {2})
bs: Prilagođeno ({0}x{1} {2})
es: Personalizado ({0}x{1} {2})
he: מותאם אישית ({0}x{1} {2})

source: Custom Page Size
af: Pasgemaakte Bladsy Grootte
bs: Prilagođene dimenzije stranice
es: Tamaño de página personalizado
he: גודל נייר מותאם אישית
hr: Prilagođena veličina stranice

source: Custom Rotation
af: Pasgemaakte Rotasie
bs: Prilagođena rotacija
es: Rotación personalizada
he: סיבוב מותאם אישית
hr: Prilagođeno rotiranje

source: Custom SMTP
af: Pasgemaakte SMTP
bs: Prilagođeni SMTP
es: SMTP personalizado
he: SMTP בהתאמה אישית
hr: Prilagođeni SMTP

source: Custom...
af: Tùy chỉnh...
bs: Prilagođeno...
es: Personalizar...
he: התאמה אישית…
hr: Prilagođeno...

source: Day (01-31)
af: Dag(01-31)
bs: Dan (01-31)
es: Día (01-31)
he: יום (01-31)
hr: Dan (01-31)

source: Default
af: Verstek
bs: Zadana
es: Predeterminado
he: ברירת מחדל
hr: Zadano

source: Default File Path:
af: Verstek lêeradres:
bs: Zadana putanja do datoteke:
es: Ruta predeterminada:
he: שם קובץ ברירת מחדל:
hr: Zadana putanja datoteke:

source: Deinterleave
af: Dalende Interblad
bs: Izmjenično
es: Desentrelazar
he: ביטול הפרדה
hr: Raspletanje

source: Delete
af: Vee uit
bs: Izbriši
es: Eliminar
he: מחיקה
hr: Izbriši

source: Deskew
af: Reguit-trek
bs: Ravnanje
es: Corregir sesgo
he: תיקון הטייה
hr: Popravljanje iskrivljene perspektive

source: Deskew Progress
af: Reguit-trek Vordering
bs: Napredak ravnanja
es: Progreso de la corrección de sesgo
he: התקדמות תיקון הטייה
hr: Napredak popravljanja iskrivljene perspektive

source: Deskew scanned pages
af: Trek geskandeerde blaaie reguit
bs: Izravnaj skenirane stranice
es: Corregir sesgo de las páginas escaneadas
he: תיקון הטיית דפים שנסרקו
hr: Popravljanje iskrivljene perspektive skeniranih stranica

source: Deskewing...
af: Besig om reguit te trek...
bs: Ravnanje...
es: Corrigiendo sesgo...
he: ההטייה מתוקנת…
hr: Proces popravljanja iskrivljene perspektive...

source: Device:
af: Toestel:
bs: Uređaj:
es: Dispositivo:
he: התקן:
hr: Uređaj:

source: Dimensions
af: Dimensies
bs: Dimenzije
es: Dimensiones
he: ממדים
hr: Dimenzije

source: Display name:
af: Vertoon Naam:
bs: Naziv za prikaz:
es: Nombre mostrado:
he: שם תצוגה:
hr: Ime za prikaz:

source: Document Correction
af: Dokument Regstelling
bs: Ispravka dokumenta
es: Corrección de documento
he: תיקון מסמך

source: Donate
af: Skenk
bs: Donirajte
es: Donar
he: תרומה
hr: Doniraj

source: Done
af: Klaar
bs: Gotovo
es: Terminado
he: אישור
hr: Gotovo

source: Download
af: Aflaai
bs: Preuzmi
es: Descargar
he: הורדה
hr: Preuzmi

source: Download Error
af: Aflaai Misluk
bs: Greška pri preuzimanju
es: Error de descarga
he: שגיאה בהורדה
hr: Greška preuzimanja

source: Download Needed
af: Aflaai Benodig
bs: Preuzimanje je potrebno
es: Descarga necesaria
he: נדרשת הורדה
hr: Potrebno preuzimanje

source: Download Progress
af: Aflaai Vordering
bs: Preuzimanje u toku
es: Progreso de la descarga
he: התקדמות ההורדה
hr: Napredak preuzimanja

source: Duplex
bs: Dvostran
es: Dúplex
he: דופלקס (דו־צדדי)
hr: Dvostrano

source: ESCL Driver
af: ESCL Drywer
bs: ESCL drajver
es: Dispositivo ESCL
he: מנהל התקן ESCL
hr: ESCL upr. prog.

source: ESCL Network Driver
af: ESCL Netwerk Drywer
bs: ESCL mrežni drajver
es: Dispositivo red ESCL
he: מנהל התקן רשת מסוג ESCL
hr: ESCL mrežni upr. prog.

source: ESCL USB Driver
af: ESCL USB Drywer
bs: ESCL USB drajver
es: Dispositivo ESCL USB
he: מנהל התקן USB מסוג ESCL
hr: ESCL USB upr. prog.

source: Edit
af: Wysig
bs: Uredi
es: Editar
he: עריכה
hr: Uredi

source: Email All
af: ePos Alles
bs: Pošalji sve e-mailom
es: Enviar a todos
he: שליחה של הכול בדוא״ל
hr: Pošalji sve e-poštom

source: Email All as PDF
af: ePos Alles as PDF
bs: Pošalji e-mailom sve kao PDF
es: Enviar todo como PDF
he: שליחה של הכול כ־PDF
hr: Pošalji sve e-poštom kao PDF

source: Email PDF
af: ePosPDF
bs: Pošalji PDF e-mailom
es: Enviar PDF por correo electrónico
he: שליחת PDF בדוא״ל
hr: Pošalji PDF e-poštom

source: Email PDF Progress
af: ePos PDF Vordering
bs: Pošalji napredak PDF-ova
es: Progreso del envío del PDF por correo electrónico
he: התקדמות שליחת PDF בדוא״ל
hr: Napredak slanja PDF-a e-poštom

source: Email Selected
af: ePos Gekies
bs: Pošalji označeno e-mailom
es: Enviar seleccionado
he: שליחת הנבחרים בדוא״ל
hr: Pošalji odabrano e-poštom

source: Email Selected as PDF
af: ePos Gekose as PDF
bs: Pošalji označeno kao PDF e-mailom
es: Enviar seleccionado como PDF
he: שליחת הנבחרים כ־PDF
hr: Pošalji odabrano kao PDF putem e-pošte

source: Email Settings
af: E-posinstellings
bs: Postavke e-maila
es: Configuración del correo electrónico
he: הגדרות דוא״ל
hr: Postavke e-pošte

source: Enable Auto Save
af: Aktiveer Outo-stoor
bs: Omogući auto. čuvanje
es: Activar autoguardado
he: הפעלת שמירה אוטומטית
hr: Omogući automatsko spremanje

source: Enable debug logging
af: Aktiveer ontfout-aantekening
bs: Omogući zapise otklanjanja grešaka
es: Activar registro de depuración
he: הפעלת תיעוד ניפוי שגיאות
hr: Omogući zapise otklanjanja grešaka

source: Encrypt PDF
af: Enkripteer PDF
bs: Šifriraj PDF
es: Cifrar PDF
he: הצפנת PDF
hr: Šifriraj PDF

source: Encryption
af: Enkripsie
bs: Šifriranje
es: Cifrado
he: הצפנה
hr: Šifriranje

source: Enhanced Windows MetaFile (*.emf)
af: Verbeterde Windows MetaFile (*.emf)
bs: Poboljšana Windows metadatoteka (*.emf)
es: Metaarchivo mejorado de Windows (*.emf)
he: קובצי על מורחבים (‎*.emf)

source: Error
af: Fout
bs: Greška
he: שגיאה
hr: Greška

source: Estimated download size: {0} MB
af: Beraamde Aflaai grootte: {0} MB
bs: Procjenjena veličina preuzimanja: {0} MB
es: Tamaño estimado de la descarga: {0} MB
he: גודל מוערך להורדה: {0} מ״ב
hr: Procijenjena veličina preuzimanja: {0} MB
