Repository: Gitoffthelawn/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: af, bs, es, he, hr

source: Exchangeable Image File (*.exif)
af: Uitruilbare beeldlêer (*.exif)
bs: Zamjenjiva slikovna datoteka (*.exif)
es: Archivo de Imagen Intercambiable (*.exif)
he: קובץ תמונה בר־החלפה (‎*.exif)

source: Exclude blank pages
af: Sluit leë bladsye uit
bs: Izuzmi prazne stranice
es: Excluir las páginas en blanco
he: החרגת דפים ריקים
hr: Izuzmi prazne stranice

source: Fast
af: Vinnig
bs: Brzi
es: Rápido
he: מהיר
hr: Brzo

source: Feeder
af: Voerder
bs: Ulagač papira
es: Alimentador
he: מזין מסמכים
hr: Ulagač papira

source: File Name:
af: Tên tệp
bs: Naziv datoteke:
es: Nombre de archivo:
he: שם קובץ:
hr: Naziv datoteke:

source: File Path:
af: Đường dẫn:
bs: Putanja do datoteke:
es: Ruta del archivo:
he: נתיב קובץ:
hr: Putanja datoteke:

source: Fix white balance and remove noise
af: Maak witbalans reg en verwyder geraas
bs: Popravi balans bijele i ukloni šum
es: Corregir el balance de blancos y eliminar el ruido
he: תיקון איזון לבן והסרת רעש
hr: Popravi balans bijele i ukloni šum

source: Flip
bs: Obrni
es: Voltear
he: היפוך
hr: Okreni

source: Flip back sides of duplex pages
af: Blaai agterkante van dupleksbladsye om
bs: Obrnite pozadinske stranice obostranih listova
es: Voltea el reverso de las páginas dúplex
he: היפוך הצד האחורי בדפים דו־צדדיים
hr: Okrenite stražnje strane obostranih stranica

source: Flip duplexed pages
af: Flip duplex bladsye
bs: Obrni obostrane listove
es: Voltear las páginas a doble cara
he: היפוך דפים דו־צדדיים
hr: Okreni obostrane stranice

source: For high JPEG qualities (80+), also increase Image Quality in your profile for best results.
af: Vir hoë JPEG-eienskappe (80+), verhoog ook beeldkwaliteit in jou profiel vir die beste resultate.
bs: Za visoki JPEG kvalitet (80+), za najbolje rezultate potrebno je povećati i kvalitet slika na vašem profilu.
es: Para calidades JPEG altas (más de 80), incremente también la calidad de imagen en su perfil para obtener los mejores resultados.
he: לקבלת איכויות JPEG גבוהות (80 ומעלה), רצוי להגדיל גם את איכות התמונה בפרופיל שלך לתוצאות מיטביות.
hr: Za visoku JPEG kvalitetu (80+), za najbolje rezultate potrebno je povećati i kvalitetu slike na svom profilu.

source: GIF File (*.gif)
af: GIF Lêer (*.gif)
bs: GIF datoteka (*.gif)
es: Imagen GIF (*.gif)
he: קובץ GIF‏ (‎*.gif)
hr: GIF datoteka (*.gif)

source: Get more languages
af: Kry meer tale
bs: Preuzmi više jezika
es: Obtener más idiomas
he: משיכת שפות נוספות
hr: Preuzmite više jezika

source: Glass
af: Glas
bs: Skenersko staklo
es: Cristal
he: זכוכית (משטח)
hr: Staklo

source: Grayscale
af: Grys
bs: Nijanse sive boje
es: Escala de grises
he: גווני אפור
hr: Sivi tonovi

source: Horizontal align:
af: Horisontale plasing:
bs: Horizontalno poravnanje:
es: Alineación horizontal:
he: יישור אופקי:
hr: Vodoravno poravnanje:

source: Hour (0-23)
af: Uur (0-23)
bs: Sat (0-23)
es: Hora (0-23)
he: שעה (0-23)
hr: Sat (0-23)

source: Hue / Saturation
af: Tint / Versadiging
bs: Nijanse / Zasićenost
es: Tono / Saturación
he: גוון / רוויה

source: IP/Host
af: IP/Gasheer
he: IP/מארח

source: Icons from:
af: Ikone van:
bs: Ikonice sa:
es: Iconos de:
he: סמלים מתוך:
hr: Ikone sa:

source: Image
af: Beeld
bs: Slika
es: Imagen
he: תמונה
hr: Slika

source: Image Files
af: Beeld Lêers
bs: Slikovne datoteke
es: Archivos de imagen
he: קובצי תמונה
hr: Slikovne datoteke

source: Image Quality
af: Beeld Kwaliteit
bs: Kvalitet slike
es: Calidad de imagen
he: איכות תמונה
hr: Kvaliteta slike

source: Image Settings
af: Beeld Instellings
bs: Postavke slike
es: Configuración de la imagen
he: הגדרות תמונה
hr: Postavke slike

source: Image saved.
af: Lưu ảnh.
bs: Slika je sačuvana.
es: Imagen guardada.
he: התמונה נשמרה.
hr: Slika je spremljena.

source: Import
af: Intrek
bs: Uvoz
es: Importar
he: ייבוא
hr: Uvoz

source: Import Progress
af: Intrek Vordering
bs: Napredak uvoza
es: Progreso de la importación
he: התקדמות ייבוא
hr: Napredak uvoza

source: Importing {0}...
af: Intrek Besig {0}...
bs: Uvoženje {0}...
es: Importando {0}...
he: מתבצע ייבוא של {0}…

source: Importing...
af: Intrek Besig...
bs: Uvoženje...
es: Importar...
he: מתבצע ייבוא…

source: Install {0}
af: Installeer {0}
bs: Instaliraj {0}
es: Instalar {0}
he: התקנת {0}

source: Installation Complete
af: Installasie Afgehandel
bs: Instalacija završena
es: Instalación completa
he: ההתקנה הושלמה
hr: Instalacija završena

source: Installation Failed
af: Installasie het misluk
bs: Instalacija nije uspjela
es: Instalación fallida
he: תקלה בהתקנה
hr: Instalacija nije uspjela

source: Installation complete. Do you want to restart NAPS2 now?
af: Installasie Afgehandel. Herlaai NAPS2?
bs: Instalacija završena. Da li želite sada restartovati NAPS2?
es: Instalación completa. ¿Desea reiniciar NAPS2 ahora?
he: ההתקנה הושלמה. להפעיל את התוכנה מחדש עכשיו?
hr: Instalacija je završena. Želite li sada ponovno pokrenuti NAPS2?

source: Installation failed.
af: Installasie het misluk.
bs: Instalacija nije uspjela.
es: La instalación ha fallado.
he: ההתקנה נכשלה.
hr: Instalacija nije uspjela.

source: Interface
af: Koppelvlak
bs: Interfejs
es: Interfaz
he: מנשק
hr: Sučelje

source: Interleave
af: Stygende Interblad
bs: Naizmjenično
es: Entrelazar
he: הפרדה

source: JPEG File (*.jpg, *.jpeg)
af: JPEG Lêer (*.jpg, *.jpeg)
bs: JPEG datoteka (*.jpg, *.jpeg)
es: Imagen JPEG (*.jpg, *.jpeg)
he: קובץ JPEG‏ (‎*.jpg,‏ ‎*.jpeg)
hr: JPEG datoteka (*.jpg, *.jpeg)

source: JPEG2000 File (*.jp2, *.jpx)
af: JPEG2000 Lêer (*.jp2, *.jpx)
bs: JPEG2000 datoteka (*.jp2, *.jpx)
es: Archivo JPEG2000 (*.jp2, *.jpx)
he: קובץ JPEG2000‏ (‎*.jp2,‏ ‎*.jpx)
hr: JPEG2000 datoteka (*.jp2, *.jpx)

source: Jpeg Quality
af: Jpeg Kwaliteit
bs: Jpeg kvalitet
es: Calidad Jpeg
he: איכות Jpeg
hr: JPEG kvaliteta

source: Keep images across sessions
af: Behoue beelde oor sessies
bs: Zadrži slike kroz sesije
es: Mantener las imágenes entre sesiones
he: לשמור תמונות בין הפעלות

source: Keyboard Shortcuts
he: קיצורי מקלדת
hr: Tipkovni prečaci

source: Keywords:
af: Sleutelwoorde:
bs: Ključne riječi:
es: Palabras clave:
he: מילות מפתח:
hr: Ključne riječi:

source: Language
af: Taal
bs: Jezik
es: Idioma
he: שפה
hr: Jezik (language)

source: Left
af: Links
bs: Lijevo
es: Izquierda
he: שמאל
hr: Lijevo

source: Legacy (native UI only)
af: Tradisioneel (Slegs inheemse UI)
bs: Legat (samo nativni KI)
es: Heredado (solo interfaz nativa)
he: מיושן (ממשק משתמש מקורי בלבד)

source: Load images into NAPS2
af: Laai Beelde in tot NAPS2
bs: Učitaj slike u NAPS2
es: Cargar imágenes en NAPS2
he: טעינת תמונות לתוך NAPS2
hr: Učitajte slike u NAPS2

source: Make PDFs searchable using OCR
af: Maak PDF's soekbaar met OCR
bs: Omogući pretraživanje u PDF-ovima pomoću OPZ-a
es: Hacer que los PDFs sean buscables usando OCR
he: הפקת קובצי PDF שאפשר לחפש בהם עם זיהוי תווים אופטי
hr: Učinite PDF-ove pretraživim koristeći OCR

source: Manual IP
af: Hand-ingevoerde IP
es: IP manual
he: IP ידני
hr: Ručna IP adresa

source: Maximum quality (large files)
af: Maksimum Kwaliteit (Groot Lêers)
bs: Maksimalan kvalitet (velike datoteke)
es: Máxima calidad (ficheros grandes)
he: איכות מירבית (קבצים גדולים)
hr: Maksimalna kvaliteta (velike datoteke)

source: Memory Transfer
af: Geheue Oordrag
bs: Memorijski transfer
es: Transferencia de memoria
he: העברת זיכרון

source: Metadata
bs: Metapodaci
es: Metadatos
he: נתוני־על
hr: Metapodaci

source: Minute (00-59)
af: Minuut
bs: Minuta (00-59)
es: Minuto (00-59)
he: דקה (00-59)
hr: Minuta (00-59)

source: Month (01-12)
af: Maand
bs: Mjesec (01-12)
es: Mes (01-12)
he: חודש (01-12)
hr: Mjesec (01-12)

source: More info
af: Meer inligting
bs: Više informacija
es: Más información
he: מידע נוסף
hr: Više informacija

source: Move Down
af: Skuif af
bs: Pomjeri dolje
es: Bajar
he: להזיז למטה
hr: Pomakni dolje

source: Move Up
af: Skuif Op
bs: Pomjeri gore
es: Subir
he: להזיז למעלה
hr: Pomakni gore

source: Multiple Languages
af: Veelvuldige Tale
bs: Više jezika
es: Varios idiomas
he: מגוון שפות
hr: Višestruki jezici

source: Multiple Languages...
af: Veelvuldige Tale...
bs: Više jezika...
es: Varios idiomas...
he: מגוון שפות…
hr: Višestruki jezici...

source: Multiple scans (fixed delay between scans)
af: Veelvuldige skanderings (vaste vertraging tussen skanderings)
bs: Višestruko skeniranje (fiksni razmak između skeniranja)
es: Múltiples escaneos (pausa fija entre escaneos)
he: ריבוי סריקות (הפרש קבוע בין הסריקות)
hr: Više skeniranja (fiksna odgoda između skeniranja)

source: Multiple scans (prompt between scans)
af: Veelvuldige skanderings (vinnige tussen skanderings)
bs: Višestruko skeniranje (prompt između skeniranja)
es: Múltiples escaneos (preguntar entre escaneos)
he: ריבוי סריקות (הצגת בקשה בין הסריקות)
hr: Više skeniranja (upit između skeniranja)

source: NAPS2
he: לא עוד סתם סורק 2

source: NAPS2 - {0}
he: לא עוד סתם סורק 2 - {0}

source: NAPS2 is completely free. Consider making a donation.
af: NAPS2 is heeltemal gratis. Oorweeg dit om 'n skenking te maak.
bs: NAPS2 je potpuno besplatan. Razmotrite donaciju kao podršku.
es: NAPS2 es completamente gratuito. Anímese a hacer una donación.
he: NAPS2 הוא לגמרי בחינם. נא לשקול לתרום לנו.
hr: NAPS2 je potpuno besplatan. Razmotrite mogućnost donacije.

source: Name (optional)
af: Naam (opsioneel)
bs: Naziv (neobavezno)
es: Nombre (opcional)
he: שם (רשות)
hr: Naziv (neobavezno)

source: Name missing.
af: Noem ontbreek.
bs: Nedostaje naziv.
es: Falta nombre.
he: שם חסר.
hr: Nedostaje ime.

source: Native Transfer
af: Inheemse Oordrag
bs: Nativni transfer
es: Transferencia nativa
he: העברה טבעית

source: New
af: Nuwe
bs: Novi
es: Nuevo
he: חדש
hr: Novo

source: New Profile
af: Nuwe Profiel
bs: Novi profil
es: Nuevo perfil
he: פרופיל חדש
hr: Novi profil

source: Next
af: Volgende
bs: Slijedeći
es: Siguiente
he: הבא
hr: Sljedeće

source: Next Scan
af: Volgende Skandering
bs: Slijedeće skeniranje
es: Siguiente escaneo
he: הסריקה הבאה
hr: Slijedeće skeniranje

source: No device selected.
af: Geen toestel gekies.
bs: Nije izabran uređaj.
es: No ha seleccionado ningún dispositivo.
he: לא נבחר התקן.
hr: Nije odabran uređaj.

source: No devices found.
af: Geen toestel gevind nie.
es: No se han encontrado dispositivos.
he: לא נמצאו מכשירים.
hr: Nisu pronađeni uređaji.

source: No pages are in the feeder.
af: Geen bladsye is in die voerder.
bs: Nema papira u ulagaču.
es: Sin hojas en el alimentador.
he: אין דפים במזין המסמכים.
hr: U ulagaču nema stranica.

source: No provider selected.
af: Geen verskaffer gkies nie.
bs: Nije izabran provajder.
es: No se ha seleccionado ningún proveedor.
he: לא נבחר ספק.
hr: Nije odabran nijedan pružatelj usluga.

source: No scanning device was found.
af: Geen skandering toestel gevind.
bs: Nije pronađen uređaj za skeniranje.
es: No se ha encontrado ningún escáner.
he: לא נמצא סורק.
hr: Nije pronađen uređaj za skeniranje.

source: No updates available.
af: Geen nuuter weergawes beskikbaar nie.
bs: Nema dostupnih ažuriranja.
es: No hay actualizaciones.
he: אין עדכונים זמינים.
hr: Nema dostupnih ažuriranja.

source: None
af: Geen
bs: Nijedan
es: Ninguno
he: אין

source: Not Another PDF Scanner
af: Netta A+ PDF Skandeerder
es: No es otro escáner PDF
he: לא עוד סורק PDF

source: Not Now
af: Nie Nou Nie
bs: Ne sada
es: Ahora no
he: לא כעת
hr: Ne sada

source: Number of scans:
af: Aantal skanderings:
bs: Broj skeniranja:
es: Número de escaneos:
he: מספר הסריקות:
hr: Broj skeniranja:

source: OCR
bs: OPZ (OCR)
es: Reconocimiento óptico de caracteres (OCR)
he: זיהוי תווים אופטי

source: OCR Download
af: OCR Aflaai
bs: Preuzmi jezike za OPZ
es: Descarga de OCR
he: הורדת זיהוי תווים אופטי
hr: Preuzmi OCR

source: OCR Progress
af: OCR-vordering
bs: Napredak OPZ-a
es: Progreso OCR
he: התקדמות זיהוי תווים אופטי
hr: Napredak OCR-a

source: OCR Setup
af: OCR Opstel
bs: Postavke za OPZ
es: Ajustes de OCR
he: הגדרות זיהוי תווים אופטי
hr: OCR postavke

source: OCR language:
af: OCR taal:
bs: Jezik OPZ-a:
es: Idioma de OCR:
he: שפת זיהוי תווים אופטי:
hr: OCR jezik:

source: OCR mode:
af: OCR-modus:
bs: Način OPZ-a:
es: Modo OCR:
he: מצב זיהוי תווים אופטי:
hr: OCR način:

source: OK
af: Goed
bs: U redu
es: Aceptar
he: אישור
hr: U redu

source: Offset width based on alignment (WIA)
af: Afstand breedte gebaseer op belyning (WIA)
bs: Širina ofseta (pomaka) na osnovu poravnanja (WIA)
es: Ancho de desplazamiento basado en alineación (WIA)
he: רוחב היסט לפי יישור (WIA)
hr: Širina pomaka na temelju poravnanja (WIA)

source: Old DSM
af: Ou DSM
bs: Stari DSM
es: Viejo DSM
he: מנהל מקורות נתונים ישן
hr: Stari DSM

source: One file per page
af: Een lêer per bladsy
bs: Jedna datoteka po stranici
es: Un archivo por página
he: קובץ נפרד לכל דף
hr: Jedna datoteka po stranici

source: One file per scan
af: Een lêer per skandering
bs: Jedna datoteka po skeniranju
es: Un archivo por escaneo
he: קובץ אחד לכל סריקה
hr: Jedna datoteka po skeniranju

source: One or more files could not be downloaded.
af: Een of meer lêers kon nie afgelaai word.
bs: Jedna ili više datoteka se ne može preuzeti.
es: Uno o más archivos no se han podido descargar.
he: תקלה בהורדת קובץ אחד או יותר.
hr: Jednu ili više datoteka nije bilo moguće preuzeti.

source: Only allow a single NAPS2 instance
af: Laat slegs 'n enkele NAPS2-instansie toe
bs: Dozvoli samo jednu programsku instancu NAPS2
es: Permitir sólo una sola instancia de NAPS2
he: לאפשר רק עותק יחיד של NAPS2
hr: Dopusti samo jednu NAPS2 instancu

source: Open Folder
af: Maak Vouer oop
bs: Otvori folder
es: Abrir carpeta
he: פתיחת תיקייה
hr: Otvori mapu

source: Operation in Progress
af: Besig met handeling
bs: Radnja u toku
es: Operación en marcha
he: פעולה מתבצעת
hr: Radnja u tijeku

source: Output
af: Uitset
bs: Izlaz
es: Destino
he: פלט
hr: Izlaz

source: Overwrite File
af: Skryf Oor Lêer
bs: Prepisati preko datoteke
es: Sobreescribir archivo
he: החלפת קובץ
hr: Presnjimiti datoteku?

source: Owner Password:
af: Eienaar Wagwoord:
bs: Vlasnička lozinka:
es: Contraseña de propietario:
he: סיסמת בעלים:
hr: Lozinka vlasnika:

source: PDF Document (*.pdf)
af: PDF dokument (*.pdf)
bs: PDF dokument (*.pdf)
es: Documento PDF (*.pdf)
he: מסמך PDF‏ (‎*.pdf)
hr: PDF dokument (*.pdf)

source: PDF Settings
af: PDF Stellings
bs: PDF postavke
es: Configuración de PDF
he: הגדרות PDF
hr: PDF postavke

source: PDF saved.
af: PDF gestoor.
bs: PDF sačuvan.
es: PDF guardado.
he: PDF נשמר.
hr: PDF spremljen.

source: PNG File (*.png)
af: PNG-lêer (* png)
bs: PNG daoteka (*.png)
es: Imagen PNG (*.png)
he: קובץ PNG (*.png)
hr: PNG datoteka (*.png)

source: Page size:
af: Bladsy grootte:
bs: Dimenzija stranice:
es: Tamaño de página:
he: גודל עמוד:
hr: Veličina stranice:

source: Paper source:
af: Bladsy bron:
bs: Izvor dokumenta:
es: Origen del papel:
he: מקור נייר:
hr: Izvor papira:

source: Password
af: Wagwoord
bs: Lozinka
es: Contraseña
he: סיסמה
hr: Lozinka

source: Paste
af: Plak
bs: Zalijepi
es: Pegar
he: הדבקה
hr: Zalijepi

source: Placeholders
af: Plekhouers
bs: Šablonski nazivi
es: Marcadores de posición
he: ממלאי מקום

source: Port
af: Poort
he: פתחה
hr: Priključak

source: Post-processing
af: Agterna-verwerking
bs: Naknadna obrada
es: Posprocesamiento
he: עיבוד סופי
hr: Naknadna obrada

source: Pre-emptively run OCR after scanning
af: Doen voorlopige OCR na skandering
bs: Preventivno pokreni OPZ nakon skeniranja
he: הרצת זיהוי תווים אופטי מקדים בסוף הסריקה
hr: Preventivno pokretanje OCR-a nakon skeniranja

source: Press Start when ready.
af: Druk Begin wanneer gereed.
bs: Pritisnite "Start" kada ste spremni.
es: Cuando esté listo pulse Iniciar.
he: נא ללחוץ על התחלה כשאפשר להתחיל.
hr: Pritisnite Započni kada ste spremni.

source: Preview
af: Voorskou
bs: Pregled
es: Vista previa
he: תצוגה מקדימה
hr: Pregled

source: Preview:
af: Voorskou:
bs: Pregled:
es: Vista previa:
he: תצוגה מקדימה:
hr: Pretpregled:

source: Previous
af: Vorige
bs: Prethodno
es: Anterior
he: הקודם
hr: Prethodno

source: Print
af: Afdruk
bs: Štampanje
es: Imprimir
he: הדפסה
hr: Ispis

source: Profile Settings
af: Profiel Stellings
bs: Postavke profila
es: Configuración de perfil
he: הגדרות פרופיל
hr: Postavke profila

source: Profile:
af: Profiel:
bs: Profil:
es: Perfil:
he: פרופיל:
hr: Profil:

source: Profiles
af: Profiele
bs: Profili
es: Perfiles
he: פרופילים
hr: Profili

source: Prompt If Selected
af: Vra indien gekies
bs: Upitaj ako je izabrano
es: Preguntar si se selecciona
he: לבקש אישור אם נבחר
hr: Pitaj ako je odabrano

source: Prompt for file path
af: Vra vir lêeradres
bs: Pitaj za putanju do datoteke
es: Preguntar ruta de archivo
he: לבקש נתיב קובץ
hr: Pitaj za putanju datoteke

source: Provider
af: Verskaffer
bs: Provajder
es: Proveedor
he: ספק
hr: Davatelj usluga

source: Ready for scan {0}.
af: Gereed vir skandering {0}.
bs: Spremno za skeniranje {0}.
es: Listo para el escaneo {0}.
he: אפשר להתחיל לסרוק {0}.
hr: Spremno za skeniranje {0}.

source: Recover
af: Herstel
bs: Oporavak
es: Recuperar
he: שחזור
hr: Obnovi

source: Recover Scanned Images
af: Herstel Geskandeerde Beelde
bs: Oporavi skenirane slike
es: Recuperar imágenes digitalizadas
he: שחזור תמונות שנסרקו
hr: Oporavak skeniranih slika

source: Recovering...
af: Besig om te Herstel...
bs: Oporavljanje...
es: Recuperando...
he: מתבצע שחזור…
hr: Oporavljam...

source: Recovery Progress
af: Herwinningsvordering
bs: Napredak oporavka
es: Progreso de la recuperación
he: התקדמות שחזור
hr: Napredak oporavka

source: Redo
af: Doen oor
bs: Ponovi radnju
he: ביצוע מחדש
hr: Ponovi

source: Redo {0}
af: Doen {0} oor
bs: Ponovi {0}
he: ביצוע {0} מחדש
hr: Ponovi {0}

source: Remember these settings
af: Onthou hierdie instellings
bs: Zapamti ove postavke
es: Recuerde esta configuración
he: לזכור את ההגדרות
hr: Zapamti ove postavke

source: Reorder
af: Herrangskik
bs: Preuredi
es: Reordenar
he: סידור מחדש
hr: Prerasporedi

source: Reset
af: Stel terug
bs: Resetuj
es: Reiniciar
he: איפוס
hr: Resetiraj

source: Reset Image
af: Stel Beeld terug
bs: Resetuj sliku
es: Reiniciar imagen
he: איפוס תמונה
hr: Resetiraj sliku

source: Resolution:
af: Resolusie:
bs: Rezolucija:
es: Resolución:
he: רזולוציה:
hr: Rezolucija:

source: Restore Defaults
af: Herstel verstekwaardes
bs: Vrati na zadano
es: Restaurar los valores predeterminados
he: שחזור ברירות מחדל
hr: Vrati zadane postavke

source: Reverse
af: Keer om
bs: Preokreni
es: Invertir
he: היפוך

source: Reverse All
af: Keer Alles om
bs: Preokreni sve
es: Revertir todo
he: היפוך של הכול

source: Reverse Selected
af: Keer gekiesde om
bs: Preokreni izabrano
es: Revertir todo
he: היפוך הנבחרים

source: Revert
af: Keer terug
bs: Vrati
es: Revertir
he: ביטול שינויים
hr: Poništi

source: Right
af: Regs
bs: Desno
es: Derecha
he: ימין
hr: Desno

source: Rotate
af: Roteer
bs: Rotiraj
es: Girar
he: סיבוב
hr: Rotiraj

source: Rotate Left
af: Roteer Links
bs: Rotiraj lijevo
es: Girar a la izquierda
he: סיבוב לשמאל
hr: Rotirajte ulijevo

source: Rotate Right
af: Roteer Regs
bs: Rotiraj desno
es: Girar a la derecha
he: סיבוב לימין
hr: Rotiraj udesno

source: Run in Background
af: Hardloop in agtergrond
bs: Radi u pozadini
es: Ejecutar en segundo plano
he: הרצה ברקע
hr: Izvodi u pozadini

source: Running OCR...
af: Besig om OCR uit te voer...
bs: OPZ u toku...
es: Ejecutando OCR...
he: זיהוי התווים האופטי רץ…

source: SANE Driver
af: SANE Drywer
bs: SANE drajver
es: Controlador SANE
he: מנהל התקן SANE
hr: SANE upr. prog.

source: Save
af: Stoor
bs: Saćuvaj
es: Guardar
he: שמירה
hr: Spremi

source: Save All
af: Stoor Alles
bs: Sačuvaj sve
es: Guardar todo
he: שמירה של הכול
hr: Spremi sve

source: Save All as Images
af: Stoor Alles as Beelde
bs: Sačuvaj sve kao slike
es: Guardar todo como imágenes
he: שמירה של הכול כתמונות
hr: Spremi sve kao slike

source: Save All as PDF
af: Stoor Alles as PDF
bs: Sačuvaj sve kao PDF
es: Guardar todo como PDF
he: שמירה של הכול כ־PDF
hr: Spremi sve kao PDF

source: Save Images
af: Stoor Beelde
bs: Saćuvaj slike
es: Guardar imágenes
he: לשמור תמונות
hr: Spremi slike

source: Save Images Progress
af: Beeldstoor Vordering
bs: Saćuvaj napredak slika
es: Progreso del guardado de las imágenes
he: התקדמות שמירת תמונות
hr: Napredak spremanja slika

source: Save PDF
af: Stoor PDF
bs: Sačuvaj PDF
es: Guardar PDF
he: לשמור PDF
hr: Spremi PDF

source: Save PDF Progress
af: PDF-Stoor Vordering
bs: Sačuvaj napredak PDF-ova
es: Progreso del guardado del PDF
he: התקדמות שמירת PDF
hr: Napredak spremanja PDF-a

source: Save Selected
af: Stoor gekiesde
bs: Sačuvaj izabrano
es: Guardar seleccionado
he: שמירת הנבחרים
hr: Spremi odabrano

source: Save Selected as Images
af: Stoor Gekiesde as Beelde
bs: Sačuvaj izabrano kao slike
es: Guardar seleccionado como imágenes
he: שמירת הנבחרים כתמונות
hr: Spremi odabrano kao slike

source: Save Selected as PDF
af: Stoor Gekiesde as PDF
bs: Sačuvaj izabrano kao PDF
es: Guardar seleccionado como PDF
he: שמירת הנבחרים כ־PDF
hr: Spremi odabrano kao PDF

source: Save to a single file
af: Stoor na 'n enkele lêer
bs: Sačuvaj u jednu datoteku
es: Guardar en un único archivo
he: לשמור לקובץ יחיד
hr: Spremi u jednu datoteku

source: Save to multiple files
af: Stoor na veelvuldige lêers
bs: Sačuvaj u više datoteka
es: Guardar en múltiples archivos
he: שמירה למספר קבצים
hr: Spremi u više datoteka

source: Saving batch results...
af: Stoor tans bondelresultate...
bs: Čuvanje serijskih rezultata...
es: Guardando resultados de lote...
he: תוצאות הסריקה במרוכז נשמרות…

source: Saving {0}...
af: Stoor tans {0}...
bs: Spašavam {0}...
es: Guardando {0}...
he: {0} נשמר…

source: Scale With Window
af: Skaal Met Venster
bs: Skaliraj s prozorom
es: Escalar con ventana
he: התאמת גודל עם החלון

source: Scale:
af: Skaal:
bs: Skaliraj:
es: Escalar:
he: קנה מידה:
hr: Omjer:

source: Scan
af: Skandeer
bs: Skeniraj
es: Escanear
he: סריקה
hr: Skeniraj

source: Scan Configuration
af: Skandeer opstelling
bs: Podešavanje skeniranja
es: Configuración del escaneo
he: הגדרות סריקה
hr: Postavke skeniranja

source: Scan With Default Profile
af: Skandeer met verstekprofiel
bs: Skeniraj sa zadanim profilom
es: Escanear con perfil predeterminado
he: לסרוק עם פרופיל ברירת המחדל
hr: Skeniraj sa zadanim profilom

source: Scan With New Profile
he: סריקה עם פרופיל חדש
hr: Skeniraj s novim profilom

source: Scan With Profile {0}
he: סריקה עם פרופיל {0}
hr: Skeniraj s profilom {0}

source: Scanned Image
af: Geskandeerde Beeld
bs: Skenirana slika
es: Imagen escaneada
he: תמונה שנסרקה
hr: Skenirana slika

source: Scanner Sharing
af: Skandeerder Deel
bs: Dijeljenje skenera
es: Compartir escáner
he: שיתוף סורק
hr: Dijeljenje skenera

source: Scanning page {0}
af: Skandeer bladsy {0}
bs: Skeniranje stranice {0}
es: Escaneando página {0}
he: עמוד {0} נסרק
hr: Skeniranje stranice {0}

source: Scanning page {0} (scan {1})...
af: Skandeer tans bladsy {0} (skandeer {1})...
bs: Skeniranje stranice {0} (skeniraj {1})...
es: Escaneando página {0} (escaneo {1})...
he: עמוד {0} נסרק (סריקה {1})…
hr: Skeniranje stranice {0} (skeniraj {1})...

source: Scanning page {0}...
af: Skandeer tans bladsy {0}...
bs: Skeniranje stranice {0}...
es: Escaneando página {0}...
he: עמוד {0} נסרק…
hr: Skeniranje stranice {0}...

source: Searching for devices...
af: Soek tans vir toestelle...
he: מתבצע חיפוש אחר מכשירים…
hr: Traženje uređaja...

source: Second (00-59)
af: Sekonde (00-59)
bs: Sekunda (00-59)
es: Segundo (00-59)
he: שניות (00-59)
hr: Sekunda (00-59)

source: Select
af: Kies
bs: Izaberi
es: Seleccionar
he: בחירה
hr: Odaberi

source: Select All
af: Kies alles
bs: Izaberi sve
es: Seleccionar todo
he: בחירה בהכול
hr: Odaberi sve

source: Select Device
af: Kies Toestel
he: בחירת מכשיר
hr: Odaberi uređaj

source: Select Source
af: Kies Bron
bs: Izaberi izvor
es: Seleccione el origen
he: בחירת מקור
hr: Odaberi izvor
